# Задача 1.
# Случайная непрерывная величина A имеет равномерное распределение на
# промежутке (200, 800].
# Найдите ее среднее значение и дисперсию.


a = 200
b = 800
print(
    f'На промежутке ({a}, {b}]\nСреднее значение: М(А) \
= {(a+b)/2}\nДисперсия: D(A) = {((b-a)**2)/12}')
